13/data/attachments/b724ab8a5308eb4f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mark_after_Actions_53371_1</nif:username>
            <nif:friendToBeRequested>soap_actions_dcc11106-01e2-4d83-9a16-cdafc658bc1e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>